{
    "intents": [
        {
            "tag": "Bonjour",
            "patterns": [
                "bonjour",
                "bonjour"
            ],
            "responses": [
                "Bonjour,J'espère que vous allez bien.\nComment puis-je vous aider ?"
            ]
        },
        {
            "tag": "Bonsoir",
            "patterns": [
                "bonsoir"
            ],
            "responses": [
                "Bonsoir,J'espère que vous allez bien.\nComment puis-je vous aider ?"
            ]
        },
        {
            "tag": "Salut",
            "patterns": [
                "salut"
            ],
            "responses": [
                "Salut,J'espère que vous allez bien.\nComment puis-je vous aider ?"
            ]
        },
        {
            "tag": "bye",
            "patterns": [
                "bye",
                "aurevoir",
                "a plus"
            ],
            "responses": [
                "Aurevoir,Si vous avez d'autres questions n'hésitez pas"
            ]
        },
        {
            "tag": "Personne_couverte",
            "patterns": [
                "Qui couvrons-nous ?",
                "Les personnes que nous couvrons",
                "Quelles sont les personnes couvertent par votre assurance ?",
                "Quelles sont les personnes protégées par votre assurance ?",
                "Qui sont les personnes protégées par l'assurance ?",
                "Quelles personnes sont couvertes par l'assurance ?",
                "Qui couvrons-nous ?",
                "Qui est protégé par notre assurance ?"
            ],
            "responses": [
                "Les personnes protégées :\n• Vous et vos passagers,\n• le Conducteur secondaire et ses passagers,\n• toute autre personne à qui vous prêtez occasionnellement votre véhicule.\nLe + :\nDirect Assurance couvre gratuitement et sans franchise complémentaire un conducteur accompagné lorsque les conditions de l’apprentissage sont réunies (âge, apprentissage en auto-école), et que l’accompagnateur est désigné comme Conducteur principal ou secondaire sur le contrat auto.\n Le conducteur accompagné bénéficie comme les autres conducteurs de la Garantie Personnelle du Conducteur."
            ]
        },
        {

           "tag": "Paiement_dommages_materiels",
           "patterns": [
               "Quel est le délai de paiement pour les dommages matériels après un accord amiable ?",
               "Combien de temps après un accord amiable le paiement pour les dommages matériels est-il effectué ?",
               "Dans quel délai l'indemnité pour les dommages matériels est-elle payée après un accord amiable ?",
               "Quand l'indemnité pour les dommages matériels est-elle payée après un accord amiable ?"
                       ],
             "responses": [
            "Le paiement de l'indemnité pour les dommages matériels doit être effectué dans les quinze jours suivant l'accord amiable."
          ]
        },
        {
            "tag": "Paiement_dommages_corporels",
            "patterns": [
              "Quel est le délai de paiement pour les dommages corporels après un accord amiable ?",
               "Combien de temps après un accord amiable le paiement pour les dommages corporels est-il effectué ?",
             "Dans quel délai l'indemnité pour les dommages corporels est-elle payée après un accord amiable ?",
              "Quand l'indemnité pour les dommages corporels est-elle payée après un accord amiable ?"
          ],
            "responses": [
             "Pour les dommages corporels, le paiement de l'indemnité doit être effectué dans les quinze jours suivant un accord amiable ou une décision judiciaire exécutoire."
             ]
        },
        {
    "tag": "Accord_amiable",
    "patterns": [
        "Qu'est-ce qu'un accord amiable dans le cadre de l'assurance ?",
        "Que signifie un accord amiable en assurance ?",
        "Quelle est la définition d'un accord amiable en assurance ?",
        "Qu'entend-on par accord amiable en assurance ?"
    ],
    "responses": [
        "Un accord amiable est une transaction entre l'assuré et l'assureur concernant le montant de l'indemnité due, matérialisé par un document écrit."
    ]
},
{
    "tag": "Delai_opposition_creancier",
    "patterns": [
        "Quand commence le délai de paiement en cas d'opposition d'un créancier ?",
        "Quel est le point de départ du délai de paiement en cas d'opposition d'un créancier ?",
        "A partir de quand le délai de paiement court-il en cas d'opposition d'un créancier ?",
        "Quand démarre le délai de paiement en cas d'opposition d'un créancier ?"
    ],
    "responses": [
        "En cas d'opposition d'un créancier, le délai commence à partir du jour de la mainlevée."
    ]
},
{
    "tag": "Vol_retour_vehicule",
    "patterns": [
        "Que se passe-t-il si le véhicule volé est retrouvé dans un délai de trente jours ?",
        "Quelle est la procédure si le véhicule volé est retrouvé dans un délai de trente jours ?",
        "Quelles sont les actions à entreprendre si le véhicule volé est retrouvé dans un délai de trente jours ?",
        "Que doit faire le propriétaire si le véhicule volé est retrouvé dans un délai de trente jours ?"
    ],
    "responses": [
        "Si le véhicule volé est retrouvé dans un délai de trente jours à compter de la déclaration du vol, le propriétaire doit le reprendre et l'assureur règle les dommages subis par le véhicule selon les modalités prévues dans le cadre de la garantie."
    ]
},
{
    "tag": "Vol_pas_retrouve",
    "patterns": [
        "Quelle est la procédure si le véhicule volé n'est pas retrouvé dans un délai de trente jours ?",
        "Que se passe-t-il si le véhicule volé n'est pas retrouvé dans un délai de trente jours ?",
        "Quelles sont les étapes à suivre si le véhicule volé n'est pas retrouvé dans un délai de trente jours ?",
        "Que fait l'assureur si le véhicule volé n'est pas retrouvé dans un délai de trente jours ?"
    ],
    "responses": [
        "Si le véhicule volé n'est pas retrouvé dans un délai de trente jours à compter de la déclaration du vol, le paiement de l'indemnité doit être effectué au plus tard dans un délai de quarante-cinq jours à compter de la date de déclaration du vol, à condition que l'assuré ait fourni tous les documents et informations demandés."
    ]
},
{
    "tag": "Vol_vehicule_accepte",
    "patterns": [
        "Que doit faire l'assuré si le véhicule volé est retrouvé après avoir accepté l'offre de l'assureur ?",
        "Quelle est la procédure si le véhicule volé est retrouvé après que l'assuré ait accepté l'offre de l'assureur ?",
        "Que se passe-t-il si le véhicule volé est retrouvé après que l'assuré ait accepté l'offre de l'assureur ?",
        "Que doit faire l'assuré si le véhicule volé est retrouvé après l'acceptation de l'offre de l'assureur ?"
    ],
    "responses": [
        "Une fois que l'assuré a accepté l'offre de l'assureur, le véhicule devient définitivement la propriété de l'assureur. Avant cette acceptation, l'assuré est tenu de reprendre le véhicule s'il est retrouvé."
    ]
},
{
    "tag": "Subrogation",
    "patterns": [
        "Qu'est-ce que la subrogation en assurance ?",
        "Que signifie la subrogation en assurance ?",
        "Comment fonctionne la subrogation en assurance ?",
        "Quelles sont les implications de la subrogation pour l'assuré ?"
    ],
    "responses": [
        "La subrogation nous permet d’agir à la place des personnes indemnisées dans leurs droits et actions contre les tiers responsables du sinistre, dans la limite de l’indemnité qui leur a été réglée. Si, du fait des personnes indemnisées, la subrogation ne peut plus s’opérer en notre faveur, notre garantie cesse d’être engagée dans la mesure où elle aurait pu s’exercer."
    ]
},
{
    "tag": "Declaration_du_risque",
    "patterns": [
        "Qu'est-ce que la déclaration du risque à la souscription en assurance ?",
        "Que signifie la déclaration du risque lors de la souscription en assurance ?",
        "Comment fonctionne la déclaration du risque à la souscription ?",
        "Quelles sont les obligations de l'assuré concernant la déclaration du risque à la souscription ?"
    ],
    "responses": [
        "Le Souscripteur doit, lors de la souscription du contrat, répondre exactement aux questions que nous lui posons au sein du questionnaire de souscription. Ces réponses sont reprises sur les Conditions Personnelles et constituent la base de notre acceptation du risque et de notre tarification."
    ]
},
{
    "tag": "Declaration_en_cours_de_contrat",
    "patterns": [
        "Qu'est-ce que la déclaration en cours de contrat en assurance ?",
        "Que signifie la déclaration en cours de contrat en assurance ?",
        "Comment fonctionne la déclaration en cours de contrat ?",
        "Quelles sont les obligations de l'assuré concernant la déclaration en cours de contrat ?"
    ],
    "responses": [
            "En cours de contrat, le Souscripteur doit nous déclarer par téléphone ou par lettre recommandée toute modification apportée à l'un des éléments figurant sur les Conditions Personnelles ainsi que le retrait de la carte grise par mesure conservatoire justifiée par l'état du véhicule. Cette déclaration doit nous être faite dans un délai maximum de 15 jours à partir du moment où il en a eu connaissance.\n\nLorsque cette modification constitue une aggravation telle que, si le nouvel état de choses avait existé lors de la souscription du contrat, nous n'aurions pas contracté ou ne l'aurions fait que moyennant une cotisation plus élevée, nous pouvons soit résilier le contrat moyennant un préavis de dix jours, soit proposer un nouveau taux de cotisation. Si le Souscripteur n'accepte pas ce nouveau taux, nous pouvons résilier le contrat moyennant un préavis de 30 jours.\n\nLorsque cette modification constitue une diminution telle que, si le nouvel état de choses avait existé lors de la souscription du contrat, nous aurions contracté moyennant une cotisation moins élevée, nous devons constater par avenant cette déclaration. L'avenant prend effet à partir du moment où nous avons été informé de cette modification et est établi avec une cotisation correspondant au risque ainsi diminué. Le Souscripteur peut résilier le contrat si nous n'acceptons pas la diminution de cotisation correspondante. Dans ce cas, la résiliation prend effet 30 jours à compter de la date d'envoi de la notification." 
    ]

},
    {
    "tag": "Assurances_cumulatives",
    "patterns": [
        "Qu'est-ce que les assurances cumulatives en assurance ?",
        "Que signifie les assurances cumulatives en assurance ?",
        "Comment fonctionnent les assurances cumulatives ?",
        "Quelles sont les obligations de l'assuré concernant les assurances cumulatives ?"
    ],
    "responses": [
        "Si, à la souscription, comme en cours de contrat, les risques garantis par le présent contrat sont assurés auprès de plusieurs Assureurs, le Souscripteur doit donner immédiatement à chaque Assureur connaissance des autres Assureurs en indiquant leurs noms et les conditions d'assurance. En cas de Sinistre, le bénéficiaire du contrat pourra obtenir l'indemnisation de ces dommages en s'adressant à l'Assureur de son choix.\n\nCependant, lorsque plusieurs assurances contre le même risque sont contractées de manière intentionnelle ou frauduleuse, le Souscripteur encourt les sanctions prévues à l'article L 121-3 du Code des assurances (nullité du contrat et dommages et intérêts)."
    ]
},
{
    "tag": "Biens_assurés",
    "patterns": [
        "Quels biens sont couverts par l'assurance ?",
        "Quels sont les biens assurés ?",
        "Que couvre l'assurance en termes de biens ?",
        "Que couvrons-nous ?",
        "Que couvrez-vous ?",
        "Quels biens sont protégés par l'assurance ?"
    ],
    "responses": [
        "Les biens assurés :\n• Votre voiture,\n• votre remorque lorsque son poids est inférieur à 750 kg, une fois chargée. \nSi le poids de votre remorque dépasse 750 kg, elle doit être déclarée sur votre contrat lors de votre souscription."
    ]
}
,
{
    "tag":"Espace_Personnel_et_Appli" ,
    "patterns": [
        "Quels sont les avantages de l'Espace Personnel chez Direct Assurance ?",
        "Comment utiliser l'application mobile de Direct Assurance ?",
        "Quels services sont disponibles dans l'Espace Personnel de Direct Assurance ?",
        "Comment déclarer un sinistre avec Direct Assurance ?",
        "Comment utiliser Direct Assurance sur mon smartphone ?",
        "Quels services de Direct Assurance sont disponibles sur smartphone ?",
        "Puis-je accéder à Direct Assurance via mon smartphone ?",
        "Quels avantages offre l'application mobile de Direct Assurance ?"
    ],
    "responses": [
       "On gagne toujours à être direct! Depuis votre Espace Personnel sur direct-assurance.fr ou via notre appli, vous pouvez tout faire.\nVotre Espace Personnel est la boîte à outils indispensable pour ne pas perdre de temps : suivre la progression de votre souscription, retrouver et nous transmettre les documents, régler en ligne. En quelques clics, pas plus. \nIl vous permet également de demander une attestation ou de modifier vos coordonnées.\n\nEn cas d'Accident, restez zen! Vous pouvez agir depuis notre appli. Voiture en Panne? Activez la géolocalisation de votre smartphone et appelez notre Assistance pour être remorqué plus rapidement. Un accrochage sans blessé? Pour ne rien oublier dans votre constat amiable, contactez-nous via l'appli et on vous aide à le remplir sur place.\n\nPour gagner du temps, vous pouvez déclarer un sinistre via notre appli ou dans votre Espace Personnel et suivre la progression de votre dossier à tout moment. On gagne toujours à être direct! Depuis votre Espace Personnel sur direct-assurance.fr ou via notre appli, vous pouvez tout faire.\n\nLe + :\nChoisissez de signer votre contrat en ligne grâce à la Signature électronique proposéelors de votre souscription:\n c’est rapide et entièrement sécurisé."
    ]
}
,
{
    "tag":"Étapes_souscription" ,
    "patterns": [
        "Comment souscrire à une assurance chez Direct Assurance ?",
        "Quelles sont les étapes pour souscrire une assurance avec Direct Assurance ?",
        "Comment puis-je m'assurer avec Direct Assurance ?",
        "Quels sont les processus de souscription chez Direct Assurance ?",
        "Comment souscrire en ligne avec Direct Assurance ?",
        "Puis-je souscrire à une assurance en ligne avec Direct Assurance ?",
        "Quels sont les avantages de la souscription en ligne avec Direct Assurance ?",
        "Comment compléter ma souscription en ligne chez Direct Assurance ?"
    ],
    "responses": [
       "Pour souscrire une assurance chez Direct Assurance, suivez ces 2 étapes simples :\n\nÉTAPE 1. Régler votre cotisation\nIl vous suffit de régler la Cotisation demandée par carte bancaire ou par prélèvement, ce qui confirme que vous êtes bien assuré(e). Vous recevrez ensuite vos Conditions Personnelles et votre Mémo Véhicule assuré. À savoir : Si vous nous rejoignez dans le cadre de la loi Consommation (loi Hamon), nous envoyons pour vous en recommandé la demande de résiliation à votre compagnie actuelle. Pour cela, le nom du Souscripteur, le numéro du contrat et le nom de votre compagnie vous sont demandés. Vous devez ensuite nous adresser la confirmation de résiliation de votre Assureur.\n\nÉTAPE 2. Renvoyer vos justificatifs\nVous avez 30 jours pour nous envoyer les documents demandés (liste disponible dans votre Espace Personnel ou dans l'appli), détaillée également dans vos Conditions Personnelles, et pour signer votre contrat. Pour plus de facilité et de simplicité, vous pouvez signer votre contrat électroniquement.\n\nUne fois votre devis, vos Conditions Générales, et votre document d’information produit reçus par mail, nous vous invitons à relire le devis afin de vous assurer que les informations sont exactes, et à prendre connaissance des Conditions Générales. Notez que toute fausse déclaration à la souscription du contrat peut entraîner une nullité du contrat ou une réduction de l’indemnisation du Sinistre. Vous pouvez souscrire dans la foulée sur direct-assurance.fr ou auprès de nos conseillers.\n\nLe + : \n\nPour souscrire, vous pouvez tout faire en ligne !\n\n• Régler de façon totalement sécurisée, pour s’assurer dans l’heure qui suit.\n• Signer votre contrat électroniquement dans votre Espace Personnel, dans l’appli ou cliquer sur le lien prévu dans le mail de confirmation.\n• Nous envoyer, en les photographiant ou les scannant, les documents indispensables pour compléter votre dossier, via notre appli ou dans votre Espace Personnel sur direct-assurance.fr."
    ]
}
,
{
    "tag": "Garanties_Detaillees",
    "patterns": [
        "Quelles sont les garanties détaillées de Direct Assurance ?",
        "Quelles sont les garanties ?",
        "Que couvrent les différentes formules chez Direct Assurance ?",
        "Que couvrent les différentes ?",
        "Quels types de dommages sont couverts par Direct Assurance ?",
        "Quels types de dommages sont couverts ?",
        "Quelles garanties propose Direct Assurance en cas de sinistre ?"

    ],
    "responses": [
       "Voici un aperçu des garanties détaillées proposées par Direct Assurance :\n\n**Assistance 24H/24, 7J/7**\nDisponible dans toutes les formules, vous bénéficiez d’une aide d’urgence en cas de panne, accident ou vol de votre véhicule. L’assistance interviendra à plus de 50 km de votre domicile ou à tout moment avec l’option Assistance étendue 0 km.\n\n**Véhicule de prêt pendant les réparations**\nDisponible dans toutes les formules, vous bénéficiez d’un véhicule de prêt pendant les réparations dans un garage partenaire. Service à domicile disponible si votre véhicule est roulant.\n\n**Garantie Personnelle du Conducteur**\nIncluse dans toutes les formules, elle indemnise le conducteur en cas de blessures, d’invalidité ou de décès, avec une indemnisation plafonnée à 400000 € ou 1500000 € selon les formules ou options souscrites.\n\n**Catastrophes Naturelles et Technologiques**\nDisponible en Tiers Maxi, Tous Risques et Tous Risques Maxi, vous êtes remboursé pour les dommages dus à une catastrophe naturelle ou technologique déclarée par arrêté ministériel.\n\n**Bris de glace**\nDisponible en Tiers Maxi, Tous Risques et Tous Risques Maxi, Direct Assurance prend en charge la réparation ou le remplacement des vitres de votre pare-brise, lunette arrière, glaces latérales, et en Tous Risques Maxi, des optiques avant et du toit vitré. Aucune franchise en cas de réparation par injection de résine ou avec l’option Zéro Franchise Bris de glace.\n\n**Vol ou Tentative de Vol**\nDisponible en Tiers Maxi, Tous Risques et Tous Risques Maxi, vous êtes indemnisé des frais de remise en état après une tentative de vol. En Tous Risques Maxi, le vol d’éléments extérieurs constitutifs du véhicule est également couvert. En cas de vol, si le véhicule n’est pas retrouvé au bout de 30 jours, il est remboursé selon sa valeur au moment du vol.\n\n**Incendie**\nDisponible en Tiers Maxi, Tous Risques et Tous Risques Maxi, les dommages liés à un incendie, foudre ou émeutes sont pris en charge, y compris les actes de vandalisme.\n\n**Dommages Tous Accidents**\nDisponible uniquement en Tous Risques, tous les dégâts subis par votre voiture lors d’un accident, que vous en soyez responsable ou non, sont pris en charge, y compris les accidents sans responsable identifié.\n\n**Contenu du véhicule**\nDisponible uniquement en Tous Risques Maxi, le contenu de votre véhicule est indemnisé en cas de vol ou destruction à la suite d’un sinistre garanti.\n\nVoici quelques précautions pour éviter le vol de votre voiture :\n\n- Dès que vous quittez votre véhicule, ne laissez jamais la clef de contact sur, dans ou sous votre voiture. Verrouillez les portes ainsi que votre coffre, même lorsque vous ouvrez ou fermez les portes de votre garage.\n- En cas de collision, si vous sortez pour constater les dégâts, retirez la clef de contact.\n- Prenez l’habitude de conserver vos clefs sur vous plutôt que de les laisser dans la poche d’une veste ou d’un sac à main quand vous n’êtes pas à la maison.\n- Changez les systèmes de déverrouillage et de démarrage de votre véhicule en cas de perte de clef (carte, télécommande…).\n- Restez dans votre voiture si vous la faites essayer à l’occasion de sa vente.\n- Ne laissez pas vos clefs visibles et accessibles au sein de votre domicile.\n\nAttention : si l’une ou plusieurs de ces précautions n’ont pas été respectées et ont conduit au vol de votre voiture, vous risquez de ne pas être indemnisé. (Article 4.5 de vos Conditions Générales)"
    ]
}
,
{
    "tag": "Options_boost_garanties" ,
    "patterns": [
        "Quelles sont les options pour améliorer mes garanties chez Direct Assurance ?",
        "Comment puis-je booster mes garanties avec Direct Assurance ?",
        "Quelles options supplémentaires propose Direct Assurance ?",
        "Quelles sont les extensions de garanties chez Direct Assurance ?",
        "Quelles sont les options pour améliorer mes garanties ?",
        "Comment puis-je booster mes garanties  ?",
        "Quelles sont les options supplémentaires  ?",
        "Quelles sont les extensions de garanties  ?"
    ],
    "responses": [
       "Voici les options qui boostent vos garanties chez Direct Assurance :\n\n**PROTECTION PERSONNELLE**\n- Extension de la Garantie Personnelle du Conducteur à 1500000 €.\n\n**ASSISTANCE ÉTENDUE 0 KM**\n- Assistance 0 km en cas de panne ou de crevaison.\n- Assistance 0 km en cas de clés perdues, brisées ou volées.\n- Assistance véhicule électrique en cas de panne de charge, remorquage vers la borne de recharge la plus proche.\n\n**Véhicule de prêt étendu**\n- En complément du véhicule de prêt dans nos garages partenaires pendant les réparations déjà inclus dans votre formule, un véhicule de prêt est mis à disposition sous 24 heures en cas d’accident, de panne, de vol ou si votre voiture est irréparable. Cette garantie est déjà incluse en Tous Risques Maxi.\n\n**Zéro franchise Bris de glace**\n- Vous n’avez aucune franchise à régler en cas de remplacement de votre pare-brise, de votre lunette arrière ou de vos glaces latérales, et également des feux avant ou du toit vitré si vous êtes en Tous Risques Maxi. Cette garantie est déjà incluse en Tous Risques Maxi et est proposée en option pour les autres formules.\n\n**Leasing – Perte Financière**\n- Si votre voiture en leasing (location avec option d’achat ou location longue durée) est volée ou irréparable suite à un accident, un incendie ou une catastrophe naturelle, nous prenons en charge l’intégralité des loyers restants dus ou de l’indemnité à payer à la société de location si vous avez souscrit cette option.\n\nVoici quelques précautions pour éviter le vol de votre voiture :\n\n- Dès que vous quittez votre véhicule, ne laissez jamais la clef de contact sur, dans ou sous votre voiture. Verrouillez les portes ainsi que votre coffre, même lorsque vous ouvrez ou fermez les portes de votre garage.\n- En cas de collision, si vous sortez pour constater les dégâts, retirez la clef de contact.\n- Prenez l’habitude de conserver vos clefs sur vous plutôt que de les laisser dans la poche d’une veste ou d’un sac à main quand vous n’êtes pas à la maison.\n- Changez les systèmes de déverrouillage et de démarrage de votre véhicule en cas de perte de clef (carte, télécommande…).\n- Restez dans votre voiture si vous la faites essayer à l’occasion de sa vente.\n- Ne laissez pas vos clefs visibles et accessibles au sein de votre domicile.\n\nAttention : si l’une ou plusieurs de ces précautions n’ont pas été respectées et ont conduit au vol de votre voiture, vous risquez de ne pas être indemnisé. (Article 4.5 de vos Conditions Générales)"
    ]
}
,
{
    "tag":"Prevention_Vol" ,
    "patterns": [
        "Comment éviter le vol de ma voiture ?",
        "Quelles précautions prendre pour éviter le vol de voiture ?",
        "Que dois-je faire pour protéger ma voiture contre le vol ?",
        "Quels conseils Direct Assurance donne-t-il pour éviter le vol de voiture ?"
    ],
    "responses": [
       "Voici quelques précautions pour éviter le vol de votre voiture :\n\n- Dès que vous quittez votre véhicule, ne laissez jamais la clef de contact sur, dans ou sous votre voiture. Verrouillez les portes ainsi que votre coffre, même lorsque vous ouvrez ou fermez les portes de votre garage.\n- En cas de collision, si vous sortez pour constater les dégâts, retirez la clef de contact.\n- Prenez l’habitude de conserver vos clefs sur vous plutôt que de les laisser dans la poche d’une veste ou d’un sac à main quand vous n’êtes pas à la maison.\n- Changez les systèmes de déverrouillage et de démarrage de votre véhicule en cas de perte de clef (carte, télécommande…).\n- Restez dans votre voiture si vous la faites essayer à l’occasion de sa vente.\n- Ne laissez pas vos clefs visibles et accessibles au sein de votre domicile.\n\nAttention : si l’une ou plusieurs de ces précautions n’ont pas été respectées et ont conduit au vol de votre voiture, vous risquez de ne pas être indemnisé. (Article 4.5 de vos Conditions Générales)"
    ]
}
,
{
    "tag": ,
    "patterns": [

    ],
    "responses": [
       
    ]
}
,
{
    "tag": ,
    "patterns": [

    ],
    "responses": [
       
    ]
}
,
{
    "tag": ,
    "patterns": [

    ],
    "responses": [
       
    ]
}
,
{
    "tag": ,
    "patterns": [

    ],
    "responses": [
       
    ]
}













    ]
}